<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ taglib prefix="fmt" uri="http://java.sun.com/jsp/jstl/fmt"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="baidu-site-verification" content="IsldTuHqik" />
<meta name="keywords" content="celloud,生物信息云平台,生物大数据平台,序列数据分析,基因大数据" />
<title>CelLoud 服务</title>
<link rel="shortcut icon" href="<%=request.getContextPath()%>/favicon.ico"/>
<link rel="bookmark" href="<%=request.getContextPath()%>/favicon.ico"/>
<link href="css/download.css" rel="stylesheet" type="text/css">
</head>
<body>
<div class="container longbackground">
    <div class="header" >
        <div class="wrapper clearfix">
            <h1 class="fl"><a href="<%=request.getContextPath() %>/">celloud</a></h1>
            <div class="nav fr">
                <a href="#">服务与支持</a> 
<!--                 <a href="#">服务与支持</a>  -->
<!--                 <a href="#">意见反馈</a>  -->
            </div>
        </div>
    </div>
    <div class="main">
    	<div class="wrapper longmargin">
        	<h2 class="textCenter">Celloud生物信息云平台服务条款</h2>
             <div class="title bold_">免责条款</div>
	            <p>
	            	Celloud生物信息平台对于任何包含于、经由、或联结、下载或从任何与本网站有关服务(以下简称「服务」)所获得之资讯、内容或信息 (以下简称「资料」)，
	            	不声明或保证其内容之正确性或可靠性<span class="bold_">（但由Celloud提供的继续医学教育项目服务除外）</span>；
	            	并且，对于您透过「服务」上之「资料」或要约而展示、购买或取得之任何产品、资讯或资料，本公司亦不负品质保证之责任
	            	<span class="bold_">(但由Celloud生物信息云平台自身提供之产品除外)</span>。您于此接受并承认信赖任何「资料」所生之风险应自行承担。
	            	Celloud生物信息云平台，有权但无此义务，改善或更正在「服务」或「资料」任何部分之错误或疏失。
	            </p>
	            <p>
	            	Celloud生物信息云平台之服务与资料是基于现状提供，而且Celloud生物信息云平台明确地表示拒绝对于「服务」
	            	、「资料」或「产品」给予任何明示或暗示之保证，包括但不限于，得为商业使用或适合于特定目的之保证
	            	<span class="bold_">（但由Celloud提供的继续医学教育项目服务除外）</span>。
	            	Celloud生物信息云平台对于因「服务」、「资料」或「产品」所生之任何直接、间接、附带的或因此而导致之衍
	            	生性损失概不负责<span class="bold_">(但由Celloud生物信息云平台自身提供之产品除外)</span>。
	            </p>
	            <p>
	            	Celloud生物信息云平台鼓励您于浏览网际网路时自行判断以使用本检索目录。本检索目录或许会导引您至有些人认为是具攻击性或不适当的网站。Celloud生物信息云平台并不负责检视本目录中所列网站之内容，因此，Celloud生物信息云平台对于该内容所涉及之正确性、著作权归属，或是其合法性或正当性如何，并不负任何责任。
	            </p>
	            <p>
	            	Celloud生物信息云平台尊重他人的任何权利(包括知识产权)，同时也要求我们的使用者也尊重他人之权利。Celloud生物信息云平台在适当情况下，得自行决定终止侵害或违反他人权利之使用者的帐号。
	            </p>
	            <p>
	            	如果您认为您的作品被非法复制，请您与Celloud生物信息云平台客服联系，我们将按著作权及著作权代理网页之指示办理。
	            </p>
	            <div class="title">1. 接受条款</div>
	            <p>欢迎您加入Celloud生物信息云平台，Celloud生物信息云平台将竭诚为您的工作、生活提供优质的服务。</p><br>
	            <p>
	            	Celloud生物信息云平台会根据以下服务条款为您提供服务。这些条款可由Celloud生物信息云平台官方随时更新，且毋须另行通知。本服务公约(以下简称本“服务公约”)一旦发生变动, Celloud生物信息云平台将在网页上公布修改内容。修改后的服务公约一旦在网页上公布即有效代替原来的服务公约。当您使用Celloud生物信息云平台特殊服务时，您和Celloud生物信息云平台应遵守Celloud生物信息云平台网站随时公布的、与该服务相关的指引和规则。前述所有的指引和规则，均构成本服务公约的一部分。您在使用Celloud生物信息云平台提供的各项服务之前，应仔细阅读本服务公约。如您不同意本服务公约，您可以主动取消Celloud生物信息云平台提供的服务；您一旦使用Celloud生物信息云平台的服务，即视为您已了解并完全同意本服务公约的各项内容，包括Celloud生物信息云平台对服务公约随时所做的任何修改，并成为Celloud生物信息云平台用户（以下简称“用户”）。
	            </p>
	            <div class="title">2. 服务说明</div>
	            <p>
	           		 Celloud生物信息云平台向用户提供多项服务，目前包括：数据存储、数据分析、报告可视化、高性能计算（以下简称“本服务”）。除非本服务公约另有其它明示规定；增加或强化目前本服务的任何新功能，包括所推出的新产品，均受到本服务公约之规范。您了解并同意，本服务仅依其当前在网页上所呈现的状况提供，对于任何用户通讯或个性化设定之时效、删除、传递错误、未予储存或其它任何问题，Celloud生物信息云平台均不承担任何责任。Celloud生物信息云平台保留不经事先通知为维修保养、升级或其它目的暂停本服务任何部分的权利。为使用本服务，您必须能够自行经具备合法资格、能对您提供互联网接入服务的第三方，进入国际互联网，并应自行支付相关服务费用。此外，您必须自行配备及负责与国际互联网连线所需之一切必要装备，包括但不限于：计算机、数据机或其它存取装置。	
	            </p>
	            <div class="title">3. 遵守法律</div>
	            <p>您同意并承诺遵守中华人民共和国关于互联网制定的一切法律、法规，并对以任何方式使用您的密码和您的帐号使用本服务的任何行为及其结果承担全部责任。在任何情况下，如果Celloud生物信息云平台有理由认为您的任何行为，包括但不限于您的任何言论和其它行为违反或可能违反上述法律和法规的任何规定，Celloud生物信息云平台可在任何时候不经任何事先通知终止向您提供服务而无须向您承担任何法律责任 。</p>
	            <div class="title">4.注册义务</div>
	            <p>
	            	为了能使用本服务，您同意以下事项∶依本服务注册表之提示提供您本人真实、正确、最新及完整的资料（以下简称“登记资料”）；及随时更新登记资料，确保其为真实、正确、最新及完整的资料。若您提供任何错误、不实、过时或不完整或具误导性的资料；或者Celloud生物信息云平台有理由怀疑前述资料为错误、不实、过时或不完整或具误导性的，Celloud生物信息云平台有权暂停或终止您的帐号，并拒绝您于现在和未来使用本服务之全部或任何部分。
	            </p>
	            <div class="title">5. Celloud生物信息云平台中国隐私权政策</div>
	            <p>
	            	您提供的登记资料及Celloud生物信息云平台保留的、有关您的若干其它资料将受到中华人民共和国有关隐私的法律和本公司（即Celloud生物信息云平台）《隐私权政策》之规范与保护。
	            </p>
	            <div class="title">6. 用户帐号、密码及安全</div>
	            <p>全部完成本服务的登记程序之后，请牢记您注册时所填写的用户名，密码，真实姓名和证件号码，如密码遗忘可通过真实姓名和证件号码在线找回密码。维持密码及帐号的机密安全，是您的责任。您应对所有用您的密码及帐号的活动负完全的责任。
	            	您同意∶ 
	            <ul>
	            	<li>1、您的密码或帐号遭到未获授权的使用，或者发生其它任何安全问题时，您将立即通知Celloud生物信息云平台；</li>
	            	<li>2、每次上网完毕，把您的帐号关掉。如您未能依前述规定行事，对于任何人利用该密码及帐号所进行的任何行为，您应负完全的责任。对于因此而产生的任何损失或损害，Celloud生物信息云平台不会也不承担任何责任；</li>
	            	<li>3、 每个用户都要对其帐户中的所有活动和事件负全责。如果您未保管好自己的帐号和密码而对您、Celloud生物信息云平台或第三方造成损害的，您将承担全部责任。</li>
	            </ul>	
	            </p>
	            <div class="title">7. 提供者之责任</div>
	            <p>
	            	根据有关法律法规，Celloud生物信息云平台在此郑重提请您注意，任何经由本服务以上载、张贴、发送电子邮件或任何其它方式传送的资讯、资料、文字、软件、音乐、音讯、照片、图形、视讯、信息或其它资料（以下简称“内容”），无论系公开还是私下传送，均由内容提供者承担责任。Celloud生物信息云平台无法控制经由本服务传送之内容，因此不保证内容的正确性、完整性或品质（但由Celloud生物信息云平台自身提供的内容除外）。您已预知使用本服务时，可能会接触到令人不快、不适当或令人厌恶之内容。在任何情况下，Celloud生物信息云平台均不为任何内容负责，包含但不限于任何内容之任何错误或遗漏，以及经由本服务以张贴、发送电子邮件或其它方式传送任何内容而衍生之任何损失或损害。但Celloud生物信息云平台有权依法停止传输任何前述内容并采取相应行动，包括但不限于：暂停用户使用本服务的全部或部分，保存有关记录，并向有关机关或政府部门报告。
	            </p>
	            <div class="title">8. 用户行为</div>
	            <p>
	            用户应同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为∶
	            <ul>
	            	<li>上载、张贴、发送电子邮件或以其它方式传送含有下列内容之一的信息：</li>
	            	<li>反对宪法所确定的基本原则的；</li>
	            	<li>危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
	            	<li>损害国家荣誉和利益的；</li>
	            	<li>煽动民族仇恨、民族歧视、破坏民族团结的；</li>
	            	<li>破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
	            	<li>散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
	            	<li>散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
	            	<li>侮辱或者诽谤他人，侵害他人合法权利的；</li>
	            	<li>含有虚假、诈骗、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；</li>
	            	<li>含有中华人民共和国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；</li>
	            	<li>以任何方式危害未成年人的利益；</li>
	            	<li>伪造标题或以其它方式操控识别资料，以伪造经由本服务传送之任何内容之来源；</li>
	            	<li>将依据任何法律或合约或法定关系（例如由于雇佣关系和依据保密合约所得知或披露之内部资料、专属及机密资料）知悉但无权传送之任何内容加以上载、张贴、发送电子邮件或以其它方式传送；</li>
	            	<li>将侵害他人著作权、专利权、商标权、商业秘密、或其它专属权利（以下简称“专属权利”）之内容加以上载、张贴、发送电子邮件或以其它方式传送；</li>
	            	<li>将任何广告信函、促销资料、“垃圾邮件”、“滥发信件"、“连锁信件”、“直销”或其它任何形式的劝诱资料加以上载、张贴、发送电子邮件或以其它方式传送，惟专供前述目的使用之区域（例如购物室），按照有关适用指引或规则进行的行为不在此限；</li>
	            	<li>将设计目的在于干扰、破坏或限制任何计算机软件、硬件或通讯设备功能之计算机病毒（包括但不限于：木马程序(trojan horses)、蠕虫(worms)、定时炸弹、删除蝇(cancelbots)（以下简称“病毒”）或其它计算机代码、档案和程序之任何资料，加以上载、张贴、发送电子邮件或以其它方式传送；</li>
	            	<li>破坏正常的对话流程、造成荧屏快速移动，或使本服务其它用户无法输入，或对其它用户参加即时交流的能力产生负面影响；</li>
	            	<li>干扰或破坏本服务或与本服务相连线之服务器和网络，或违反任何关于本服务连线网络之规定、程序、政策或规范；</li>
	            	<li>跟踪或以其它方式骚扰他人；</li>
	            	<li>故意或非故意地违反任何适用的当地、国家和国际法律，包括但不限于香港联合交易所、上海或深圳交易所颁布的规则或法规或任何国家的或其它证券交易所的任何规则包括但不限于纽约证券交易所、美国证券交易所或NASDAQ，以及任何具有法律效力的规则；</li>
	            	<li>未经合法授权而截获、篡改、收集、储存或删除他人个人信息、电子邮件或其它数据资料，或将获知的此类资料用于任何非法或不正当目的。</li>
	            </ul>
				</p>
				<p>
	            您已认可Celloud生物信息云平台未对本服务内容加以任何事先审查<span class="bold_">（但由Celloud提供的继续医学教育项目服务除外）</span>，对用户的使用行为也无法进行全面控制，您使用任何内容时，包括依赖前述内容之正确性、完整性或实用性时，您同意将自行加以判断并承担所有风险，而不依赖于Celloud生物信息云平台。但Celloud生物信息云平台及其指定人有权（但无义务）依其自行之考虑，拒绝和删除可经由本服务提供之违反本条款的、或其它引起Celloud生物信息云平台反感的任何内容。您了解并同意：Celloud生物信息云平台依据法律法规的要求，或基于诚信为了以下目的或在合理、必要范围内，认定必须将内容加以保存或披露时，得加以保存或披露：
				<ul>
					<li>遵守法律程序；</li>
					<li>执行本服务公约；</li>
					<li>回应任何第三人依法提出的权利主张；</li>
					<li>保护Celloud生物信息云平台、其用户及公众之权利、财产或个人安全；</li>
					<li>其它Celloud生物信息云平台（中国）认为有必要的情况。</li>
					<li>您了解并同意经由本服务之技术处理及传送，您提供的任何内容，可能经由各个网路加以传送；</li>
					<li>为了符合及配合连线网路或装置之技术要求而进行改变。</li>
				</ul>
	            </p>
	            <div class="title">9. 国际使用之特别警告</div>
	            <p>
	            	您已了解国际互联网的无国界性，同意遵守当地所有关于网上行为及内容之法律法规。您特别同意并承诺遵守有关从中华人民共和国或您所在国家或地区输出信息之传输的所有适用法律、法规。
	            </p>
	            <div class="title">10. 赔偿</div>
	            <p>
	            	由于您通过本服务提供、张贴或传送之内容、您与本服务连线、您违反本服务公约、或您侵害他人任何权利因而衍生或导致任何第三人提出任何索赔或请求，包括合理的律师费，您同意赔偿Celloud生物信息云平台及其所属公司、关联企业、高级职员、代理人、品牌共有人或其它合作伙伴及员工，并使其免受损害。
	            </p>
	            <div class="title">11. 禁止商业行为</div>
	            <p>
	            	您同意不对本服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。
	            </p>
	            <div class="title">12. 关于使用及储存之一般措施</div>
	            <p>
	            	您承认并同意：Celloud生物信息云平台有权制订关于本服务使用的一般措施及限制，包含但不限于：本服务将保留您的个人资料和相关发布信息。通过本服务存储或传送之任何信息、通讯资料和其它内容，如被删除或未予储存，您同意Celloud生物信息云平台毋须承担任何责任。<span class="bold_">您亦同意，长时间未使用的帐号，Celloud生物信息云平台有权关闭。您也同意，Celloud生物信息云平台有权依其自行之考虑，不论通知与否，随时变更这些一般措施及限制。</span>
	            </p>
	            <div class="title">13. 服务之修改</div>
	            <p>
	            	Celloud生物信息云平台有权于任何时间暂时或永久修改或终止本服务（或其任何部分），而无论其通知与否。您同意对于本服务所作的任何修改、暂停或终止，Celloud生物信息云平台对您和任何第三人均无需承担任何责任。
	            </p>
	            <div class="title">14. 终止服务</div>
	            <p>
	            	您同意Celloud生物信息云平台得基于其自行之考虑，因任何理由，包含但不限于缺乏使用，或Celloud生物信息云平台认为您已经违反本服务公约的文字及精神，终止您的密码、帐号或本服务之使用（或服务之任何部分），并将您在本服务内的任何内容加以移除并删除<span class="bold_">（但由Celloud提供的继续医学教育项目服务除外）</span>。
	            	Celloud生物信息云平台亦得依其自行之考虑，于通知或未通知之情形下，随时终止本服务或其任何部分<span class="bold_">（但由Celloud提供的继续医学教育项目服务除外）</span>；
	            	您同意依本服务公约任何规定提供之本服务，无需进行事先通知即可中断或终止<span class="bold_">（但由Celloud提供的继续医学教育项目服务除外）</span>；
	            	此外，您同意若本服务之使用被中断或终止，或您的帐号及相关信息和文件被关闭或删除，Celloud生物信息云平台对您或任何第三人均不承担任何责任<span class="bold_">（但由Celloud提供的继续医学教育项目服务除外）</span>。
	            </p>
	            <div class="title">15. 链接</div>
	            <p>
	            	本服务或第三人可提供与其它国际互联网上之网站或资源之链接。由于Celloud生物信息云平台无法控制这些网站及资源，您了解并同意：此类网站或资源是否可供利用，Celloud生物信息云平台不予负责；存在或源于此类网站或资源之任何内容、广告、产品或其它资料，Celloud生物信息云平台亦不予保证或负责。因使用或依赖任何此类网站或资源发布的、或经由此类网站或资源获得的任何内容、商品或服务所产生的任何损害或损失，Celloud生物信息云平台不负任何直接或间接之责任。
	            </p>
	            <div class="title">16. Celloud生物信息云平台之专属权利</div>
	            <p>
	            	您了解并同意，本服务及本服务所使用之相关软件（以下简称“软件”）含有受到相关知识产权及其它法律保护之专有保密资料。您也了解并同意：经由本服务向您呈现之信息所包含之内容，亦受到著作权、商标权、专利权或其它专属权利之法律保护。未经Celloud生物信息云平台明示授权，您不得修改、出租、出借、出售、散布本服务或软件之任何部份或全部，或据以制作衍生著作，或使用擅自修改后的软件，包括但不限于：为了未经授权而使用本服务之目的。Celloud生物信息云平台仅授予您个人、不可移转及非专属之使用权，使您得于单机计算机使用其软件之目的码，但您不得（并不得允许任何第三人）复制、修改、创作衍生著作、进行还原工程、反向组译，或以其它方式发现原始码，或出售、转让、再授权或提供软件设定担保，或以其它方式移转软件之任何权利。您同意将通过由Celloud生物信息云平台所提供的界面而非任何其它途径使用本服务。
	            </p>
	            <div class="title">17. 担保与保证</div>
                <p>
	            	您明确了解并同意∶<br>
本服务公约的任何规定不会免除Celloud生物信息云平台对造成您人身伤害的、或因故意或重大过失造成您财产损失的任何责任。

	            </p>
	            <p>
	            	您使用本服务之风险由您个人负担。本服务系依“现状”及“现有”基础提供。
	            </p>
	            <p>
	            	Celloud生物信息云平台对本服务不提供任何明示或默示的担保或保证，包含但不限于：商业适售性、特定目的之适用性及未侵害他人权利等担保或保证。
	            </p>
	            <p>
	            	Celloud生物信息云平台不保证以下事项∶ 
	            	<ul>
	            		<li>本服务将符合您的要求，</li>
	            		<li>本服务将不受干扰、及时提供、安全可靠或不会出错，</li>
	            		<li>使用本服务取得之结果正确可靠，</li>
	            		<li>您经由本服务购买或取得之任何产品、服务、资讯或其它信息将符合您的期望， 软件中任何错误都将得到更正。</li>
	            	</ul>
	            </p>
	            <p>
	            	是否使用本服务下载或取得任何资料应由您自行考虑且自负风险，因任何资料之下载而导致的您电脑系统之任何损坏或数据流失等后果，由您自行承担。
	            </p>
	            <p>
	            	您自Celloud生物信息云平台或经由本服务取得的任何建议或信息，无论是书面或口头形式，除非本服务公约有明确规定，将不构成本服务公约以外之任何保证。
	            </p>
	            <div class="title">18. 责任限制</div>
	            <p>
	            	您明确了解并同意，基于以下原因而造成的，包括但不限于利润、信誉、应用、数据损失或其它无形损失，Celloud生物信息云平台不承担任何直接、间接、附带、特别、衍生性或惩罚性赔偿责任（即使Celloud生物信息云平台事先已被告知发生此种赔偿之可能性亦然）：
	            </p>
	            <p>
	           		 本服务之使用或无法使用，为替换从或通过本服务购买或取得之任何数据、信息、服务，收到的讯息，或缔结之交易而发生的成本，您的传输或数据遭到未获授权的存取或变造，任何第三方在本服务中所作之声明或行为，与本服务相关的其它事宜，但本服务公约有明确规定的除外。
	            </p>
	            <p>
	            	第三方以任何方式发布或投递欺诈性信息，或诱导用户受到经济损失，Celloud生物信息云平台不承担任何责任。
	            </p>
	            <div class="title">19. 通知</div>
	            <p>
	            	向您发出的通知可经由电子邮件和普通邮件为之。本服务公约或其它事项有所变更时，本服务一般将向您显示此种通知或与该通知相关之链结。
	            </p>
	            <div class="title">20. Celloud生物信息云平台商标信息</div>
	            <p>
	            	Celloud生物信息云平台、Celloud生物信息云平台标志，商标及服务商标，以及其它Celloud生物信息云平台注册商标、标志及产品、服务名称，均为上海华点云生物科技有限公司及其关联方之商标（以下简称“Celloud标记”）。未经Celloud生物信息云平台事先书面同意，您同意不将Celloud生物信息云平台标记以任何方式展示或使用或作其它处理，或表示您有权展示、使用或另行处理Celloud生物信息云平台标记。
	            </p>
	            <div class="title">21. 用户专属权利</div>
	            <p>Celloud生物信息云平台尊重他人知识产权，呼吁用户也要同样尊重知识产权。</p>
	            <p>
Celloud生物信息云平台之服务与资料是基于「现状」提供，而且Celloud生物信息云平台明确地表示拒绝对于「服务」、「资料」或「产品」给予任何明示或暗示之保证，包括但不限于，得为商业使用或适合于特定目的之保证。Celloud生物信息云平台对于因「服务」、「资料」或「产品」所生之任何直接、间接、附带的或因此而导致之衍生性损失概不负责。
	            </p>
	            <p>如果您对他人的知识产权造成了侵害，Celloud生物信息云平台将依国家法律法规的规定，或在适当的情形下，将依其服务条款或其相关规范性规定，删除特定内容或以至终止您对账户的使用。Celloud生物信息云平台尊重他人的任何权利(包括知识产权)，同时也要求我们的使用者也尊重他人之权利。Celloud生物信息云平台在适当情况下，得自行决定终止侵害或违反他人权利之使用者的帐号。</p>
	            <p>
	            	若您认为您的作品的著作权遭到侵害或您的知识产权被侵犯，您需向Celloud生物信息云平台提供的资料包括∶
	            	<ul>
	            		<li>著作权或其它知识产权所有人或有权代理人之签名或授权。</li>
	            		<li>对您主张遭到侵权之作品或知识产权进行的描述。</li>
	            		<li>构成侵权的初步证明材料。</li>
	            		<li>对您主张遭到侵权之作品在网站上所处的位置进行的描述（包括侵权作品名称及网络地址）。</li>
	            		<li>您的姓名（名称）、地址、电话号码及电子邮件地址。</li>
	            		<li>您一秉善意所作的、认为该有争议的使用未经著作权或其它知识产权所有人、其代理人或依照法律之授权的声明。</li>
	            	</ul>
	            </p>
	            <p>
	            	您已充分了解做虚假指证的全部法律后果，在此前提下您保证所提供的前述资料均为合法的、正确的、真实的，并且您是著作权或知识产权的所有人或已获得合法授权有权代理著作权或知识产权的所有人。
	            </p>
	            <div class="title">22. 一般条款</div>
	            <p>
	            	本服务公约构成您与Celloud生物信息云平台之全部协议，并规范您对于本服务之使用行为，并取代您先前与Celloud生物信息云平台所达成的全部协议。在您使用相关服务、使用第三方提供的内容或软件时，亦应遵从所适用之附加条款及条件。
	            </p>
	            <p>本服务公约及您与Celloud生物信息云平台之关系，均受到中华人民共和国法律管辖。您与Celloud生物信息云平台就本服务、本服务公约或其它有关事项发生的争议，应提请中国国际经济贸易仲裁委员会仲裁，仲裁裁决是终局性的，对双方均有约束力。</p>
				<p>Celloud生物信息云平台未行使或执行本服务公约任何权利或规定，不构成对前述规定或权利之放弃。</p>
				<p>倘本服务公约之任何规定因与中华人民共和国法律抵触而无效，您依然同意应依照法律，努力使该规定所反映之当事人意思具备效力，且本服务公约其它规定仍应具有完整的效力及效果。</p>
				<p>本服务公约之标题仅供方便而设，不具任何法律或契约效果。</p>
				<div class="title">23. 举报</div>
				
	            <p>
	            	倘发现任何违反本服务公约之情事，请通知本公司客户服务部。
	            </p>
	            <br><br><br>
	            <div class="title bold_">Celloud生物信息云平台隐私政策</div>
	            <p>Celloud非常重视用户的隐私权，本隐私政策仅适用于本网站，且可能不适用于其他网站。离开本网站时，请阅读适用于您正在访问的网站的隐私政策。若不同意此“隐私政策”，请不要使用本网站。若访问并使用本网站，则表示您同意此“隐私政策”的条款。具体细则如下：</p>
	            <div class="title">适用范围</div>
	            <p>包括Celloud生物信息云平台如何处理用户在登录其网站和服务器时留下的个人身份识别信息，以及与商业伙伴共享的其他身份识别信息。</p>
				<p>隐私权政策不适用于非Celloud生物信息云平台所属机构及非Celloud生物信息云平台雇员。</p>
			    <div class="title">个人信息</div>
			    <p>
			    	在您注册Celloud生物信息云平台帐户，使用其他Celloud生物信息云平台产品或服务，访问Celloud生物信息云平台网页, 或参加促销和有奖游戏时，Celloud生物信息云平台会收集您的个人身份识别资料。Celloud生物信息云平台也会收集来自商业伙伴的身份识别资料。
			    </p>
			    <p>
			    	当您注册Celloud生物信息云平台帐户时,我们会问及您的姓名、电邮地址、出生日期、性别、邮政编码、职业、所在行业和个人兴趣。您在Celloud生物信息云平台内所填写的信息用于享受交流服务，部分信息可根据您的需要选择是否公布。只要您在Celloud生物信息云平台成功注册并登录服务器，我们将可以识别您。
			    </p>
			    <p>
			    	Celloud生物信息云平台会将这些资料用于：改进为您提供的信息或知识等内容，满足您对某种信息或知识的需求或通知您最新的产品、知识或服务信息。
			    </p>
			    <p>
			    	Celloud生物信息云平台不会将您的个人识别信息出租或出售给任何人。<br>
			    	以下情况除外：
			    	<ul>
			    		<li>您同意让第三方共享资料；</li>
			    		<li>只有透露您的个人资料，才能提供您所要求的产品和服务；</li>
			    		<li>我们需要向代表我们提供产品或服务的公司提供资料（除非我们另行通知您，否则这些公司无权使用您的身份识别资料）；</li>
			    		<li>我们需要听从法院传票、政府命令或遵循法律程序；</li>
			    		<li>我们发现您违反了Celloud生物信息云平台服务条款或任何其他产品及服务的使用规定。</li>
			    	</ul>
			    </p>
				<div class="title">Cookies的使用</div>
				<p>Celloud生物信息云平台会在您的电脑上设定或取用Celloud生物信息云平台Cookie。</p>
				<p>使用cookies来储存用户的喜好和记录活动信息以确保用户不会重复收到同样的信息和定制的其他信息以及基于浏览器类型和成员档案信息的网页内容。我们不会把在cookies中保存的信息与您在我们网站上提交的任何个人识别信息相连接。您可以通过设置您的浏览器以接受或者拒绝全部或部分的cookies，或要求在cookies被设置时通知您。由于每个浏览器是不同的，请查看浏览器的“帮助”菜单来了解如何更改您的cookies选择参数。</p>
				<div class="title">HTML 电子邮件</div>
				<p>Celloud生物信息云平台的一般做法是在发送 HTML 形式的电子邮件讯息 (包括图像的邮件) 时加上相关信息，用来计算已开启的讯息数目。</p>
				<p>您可以选择接受或不接受Celloud生物信息云平台向您发送的信息。</p>
				<div class="title">个人帐户资料修改权限</div>
				<p>Celloud生物信息云平台赋予您或您合法授权的代理人（但须提供授权证明和代理人身份证明）在任何时候编辑Celloud生物信息云平台帐户信息和喜好的权利，其中包括是否接受Celloud生物信息云平台提供的最新信息。</p>
				<div class="title">安全保障</div>
				<p>您的Celloud生物信息云平台帐户具有密码保护功能，以保证您的隐私和信息安全。</p>
				<div class="title">问题与建议</div>
				<p>如果您还有其他问题和建议，请您与Celloud生物信息云平台客服联系。</p>
        </div>
    </div>
    <jsp:useBean id="_now" class="java.util.Date" />
    <div class="footer">© <fmt:formatDate value="${_now}" type="both" dateStyle="long" pattern="yyyy" /> CelLoud，Inc. All Rights reserved. <a  href="<%=request.getContextPath() %>/">生物信息云平台</a> · <a  href="javascript:void();">沪ICP备14035977号</a> · <a href="<%=request.getContextPath() %>/service.html" target="_blank">服务与支持</a> · <a href="<%=request.getContextPath() %>/content/feedBack.html" target="_blank">意见反馈</a></div>
</div>
</body>
</html>