<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ taglib prefix="fmt" uri="http://java.sun.com/jsp/jstl/fmt"%>
<!DOCTYPE html>
<html lang="zh-cmn-Hans">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<!-- 优先使用最新版本的IE 和 Chrome 内核 -->
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
<meta name="baidu-site-verification" content="IsldTuHqik" />
<title>CelLoud 服务</title>
<meta name="keywords" content="上海华点云生物科技有限公司,celloud,生物信息云平台,生物大数据平台,序列数据分析,基因大数据" />
<meta name="description" content="一站式高通量基因检测数据分析系统">
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<link rel="bookmark" href="<%=request.getContextPath()%>/images/favicon.ico"/>
<link rel="shortcut icon" href="<%=request.getContextPath()%>/images/favicon.ico"/>
<link href="<%=request.getContextPath()%>/css/download.css" rel="stylesheet" type="text/css">
</head>
<body>
<div class="container longbackground">
    <div class="header" >
        <div class="wrapper clearfix">
            <h1 class="fl"><a href="<%=request.getContextPath() %>/">celloud</a></h1>
            <div class="nav fr">
                <a href="#">服务与支持</a> 
            </div>
        </div>
    </div>
    <div class="main">
    	<div class="wrapper longmargin">
        	<h2 class="textCenter">CelLoud生物信息云平台注册协议</h2>
	            <p>
	            	请务必认真阅读和理解本《用户服务协议》（以下简称《协议》）中规定的所有权利和限制。除非您接受本《协议》条款，否则您无权注册、登录或使用本协议所涉及的相关服务。您一旦注册、登录、使用或以任何方式使用本《协议》所涉及的相关服务的行为将视为对本《协议》的接受，即表示您同意接受本《协议》各项条款的约束。如果您不同意本《协议》中的条款，请不要注册、登录或使用本《协议》相关服务。
	            </p>
	            <p>
	            	本《协议》是用户与CelLoud生物信息云平台（以下简称“celloud云平台”）网站所有方上海华点云生物科技有限公司（以下称“华点云”）之间的法律协议。
	            </p>
	            <div class="title bold_">一、注册</div>
	            <div class="title">1. 注册者资格</div>
	            <p>您确认，在您完成注册程序或以其他华点云允许的方式实际使用CelLoud云平台服务时，您应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织.若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且华点云有权注销（永久冻结）您的celloud云平台账户，并向您及您的监护人索偿。</p>
	            <div class="title">2. 账户</div>
	            <p>
	               在您签署本协议，完成会员注册程序或以其他华点云允许的方式实际使用CelLoud云平台服务时，CelLoud云平台会向您提供一个CelLoud云平台账号（以下简称“账号”）。
	            </p>
	            <p>
	            您可以对账户设置会员名和密码，通过该会员名、密码登录CelLoud云平台.您设置的会员名不得侵犯或涉嫌侵犯他人合法权益.如您连续两年未使用您的会员名和密码登录CelLoud云平台，或您设置的会员名涉嫌侵犯他人合法权益，华点云有权终止向您提供的CelLoud云平台服务，并注销您的账户（账户注销后，相应的会员名将开放给其他用户注册登记使用）。
                </p>
                <p>
                您应对您的账户（会员名）和密码的安全以及通过您的账户（会员名）和密码实施的行为负责，除有法律规定或司法裁定，并且征得华点云的同意，否则，不得擅自将账户（会员名）和密码转让、赠予他人。如果发现任何人不当使用您的账户或有其他任何可能危及您的账户安全的情形时，您应当立即以有效方式通知华点云，要求华点云暂停相关服务.请理解华点云对您的请求采取行动需要合理时间，华点云对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。
                </p>
                <p>
                在您按照CelLoud平台要求及提示填写信息、阅读并同意本协议并完成全部注册程序后，或以其他CelLoud云平台允许的方式实际使用CelLoud云平台服务时，您即成为CelLoud云平台会员（亦称会员）。
                </p>
                <p>
                在注册时，您应当按照法律法规的要求和注册页面的提示，提供真实、准确的信息，并在注册成功后及时更新、完善您的信息，使之完整、及时。 
                </p>
                <p>
                如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，华点云有权向您发出询问及或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部CelLoud云平台服务.华点云对此不承担任何责任，您将承担因此产生的任何直接或间接支出。
                </p>
                <p>
                您应当准确填写并及时更新您提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，以便华点云或其他会员与您进行有效联系，因通过这些联系方式无法与您取得联系，导致您在使用CelLoud云平台服务过程中产生任何损失或增加费用的，应由您完全独自承担。
                </p>
                <p>
                您在使用CelLoud云平台服务过程中，所产生的应纳税赋，以及一切硬件、软件、服务及其它方面的费用，均由您独自承担。
                </p>
                <div class="title bold_">CelLoud云平台服务</div>
	            <p>
	            1. 华点云提供的CelLoud云平台服务或其他服务，会员可以在平台上查询产品信息和服务信息、使用平台上的产品、管理用户提交的数据等信息。
	            </p>
	            <p>
	            2. 您在CelLoud云平台上交易过程中发生交易纠纷时，您应提交华点云投诉管理部门要求调处。调处无效时，依据所签订的条款，进行友好协商或提请仲裁。
                </p>
                <p>
                3. 您了解并同意，华点云有权应政府部门（包括司法及行政部门）的要求，向其提供您在CelLoud云平台填写的注册信息和交易记录等必要信息。如您涉嫌侵犯他人知识产权，则华点云亦有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供您必要的身份信息。
                </p>
                <div class="title bold_">三、华点云CelLoud云平台使用规范</div>
	            <div class="title">1.在使用CelLoud服务过程中，您承诺遵守以下约定：</div>
	            <p>
	              <ul>
                    <li>
                      1.1 在使用CelLoud云平台服务过程中实施的所有行为均遵守国家法律、法规等规范性文件及CelLoud云平台各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本协议及相关规则；
                      <br>您如果违反前述承诺，产生任何法律后果的，您应以自己的名义独立承担所有的法律责任，并确保华点云免于因此产生任何损失。
                    </li>
                    <li>
                    1.2 在交易过程中，遵守诚实信用原则，不采取不正当竞争行为，不扰乱网上交易的正常秩序，不从事与网上交易无关的行为；
                    </li>
                    <li>
                    1.3 不以虚构或歪曲事实的方式不当评价其他会员或商城，不采取不正当方式制造或提高自身的信用度，不采取不正当方式制造或提高（降低）其他会员或商城的信用度；
                    </li>
                    <li>
                    1.4 不对CelLoud云平台上的任何数据作商业性利用，包括但不限于在未经华点云事先书面同意的情况下，以复制、传播等任何方式使用CelLoud云平台站上展示的资料；
                    </li>
                    <li>
                    1.5 不使用任何装置、软件或例行程序干预或试图干预CelLoud云平台的正常运作或正在进行的任何交易、活动.您不得采取任何将导致不合理的庞大数据负载加诸CelLoud云平台网络设备的行动。
                    </li>
                  </ul>   
	            </p>
	            <div class="title">2.您了解并同意：</div>
                <p>
                  <ul>
                    <li>
                    2.1 华点云有权对您是否违反上述承诺做出单方认定，并根据单方认定结果适用规则予以处理或终止向您提供服务，且无须征得您的同意或提前通知予您；
                    </li>
                    <li>
                    2.2 基于维护CelLoud云平台交易秩序及交易安全的需要，华点云有权在发生恶意购买等扰乱市场正常交易秩序的情形下，执行关闭相应交易订单等操作；
                    </li>
                    <li>
                    2.3 经国家行政或司法机关的生效法律文书确认您存在违法或侵权行为，或者华点云根据自身的判断，认为您的行为涉嫌违反本协议和/或规则的条款或涉嫌违反法律法规的规定的，则华点云有权在CelLoud云平台上公示您的该等涉嫌违法或违约行为及华点云已对您采取的措施；
                    </li>
                    <li>
                    2.4 对于您在CelLoud云平台上发布的涉嫌违法或涉嫌侵犯他人合法权利或违反本协议和/或规则的信息，华点云有权不经通知您即予以删除，且按照规则的规定进行处罚；
                    </li>
                    <li>
                    2.5 对于您在CelLoud云平台上实施的行为，包括您未在CelLoud云平台上实施但已经对CelLoud云平台及其用户产生影响的行为，华点云有权单方认定您行为的性质及是否构成对本协议和/或规则的违反，并据此作出相应处罚.您应自行保存与您行为有关的全部证据，并应对无法提供充要证据而承担的不利后果；
                    </li>
                    <li>
                    2.6 对于您涉嫌违反承诺的行为对任意第三方造成损害的，您均应当以自己的名义独立承担所有的法律责任，并应确保华点云免于因此产生损失或增加费用； 
                    </li>
                    <li>
                    2.7 如您涉嫌违反有关法律或者本协议之规定，使华点云遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿华点云因此造成的损失及（或）发生的费用，包括合理的律师费用。
                    </li>
                  </ul>   
                </p>
                <div class="title bold_">四、协议终止</div>
	            <p>
	            1.您同意，华点云有权自行全权决定以合理理由不经事先通知的中止、终止向您提供部分或全部CelLoud云平台服务，暂时冻结或永久冻结（注销）您的账户，且无须为此向您或任何第三方承担任何责任。
	            </p>
	            <p>2.出现以下情况时，华点云有权直接以注销账户的方式终止本协议: 
	            <ul>
	            	<li>
	            	2.1 华点云终止向您提供服务后，您涉嫌再一次直接或间接或以他人名义注册为CelLoud云平台用户的；
	            	</li>
	            	<li>
	            	2.2 您提供的电子邮箱不存在或无法接收电子邮件，且没有其他方式可以与您进行联系，或CelLoud云平台以其它联系方式通知您更改电子邮件信息，而您在CelLoud云平台通知后三个工作日内仍未更改为有效的电子邮箱的；
	            	</li>
	            	<li>
	            	2.3 您注册信息中的主要内容不真实或不准确或不及时或不完整；
	            	</li>
	            	<li>
                    2.4 本协议（含规则）变更时，您明示并通知华点云不愿接受新的服务协议的； 
                    </li>
                    <li>
                   2.5 其它华点云认为应当终止服务的情况。
                    </li>
	            </ul>	
	            </p>
	            <p>
	            3. 您有权向CelLoud云平台要求注销您的账户，经华点云审核同意的，CelLoud云平台注销（永久冻结）您的账户，届时，您与华点云基于本协议的合同关系即终止.您的账户被注销（永久冻结）后，华点云没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。
	            </p>
	            <p>
	           4. 您同意，您与华点云的合同关系终止后，华点云仍享有下列权利：
	            <ul>
	            	<li>4.1 继续保存您的注册信息及您使用CelLoud云平台服务期间的所有交易信息；</li>
	            	<li>4.2 您在使用CelLoud云平台服务期间存在违法行为或违反本协议和/或规则的行为的，华点云仍可依据本协议向您主张权利；</li>
	            </ul>
				</p>
	            <p>
	           5. 华点云中止或终止向您提供CelLoud云平台服务后，对于您在服务中止或终止之前的交易行为进行处理，您应独力处理并完全承担华点云进行处理所产生的任何争议、损失或增加的任何费用，并应确保华点云免于因此产生任何损失或承担任何费用。
	            </p>
	            <div class="title bold_">五、隐私权政策</div>
	            <p>
	            一旦您同意本协议或使用本服务，您即同意本公司按照以下条款来使用和披露您的个人信息。
                </p>
	            <div class="title">1.用户名和密码。</div>
	            <p>
	            在您注册为CelLoud云平台用户时，我们会要求您设置用户名和密码来识别您的身份。您仅可通过您设置的密码来使用该账户，如果您泄漏了密码，您可能会丢失您的个人识别信息，并可能导致对您不利的法律后果。该账户和密码因任何原因受到潜在或现实危险时，您应该立即和本公司取得联系，在本公司采取行动前，本公司对此不负任何责任。
	            </p>
	            <div class="title">2.注册信息</div>
	            <p>
	            您注册账户时应向本公司提供您的真实姓名、地址、电话号码和电子邮件地址。为有针对性地向您提供服务，您了解并同意本公司将通过您的电子邮件地址通知您这些信息。
	            </p>
	            <div class="title">3. 银行或支付宝账户信息</div>
	            <p>若本公司所提供的服务需要您提供您的银行或支付宝账户信息，在您提供相应信息后，本公司将严格履行相关保密约定。</p>
	            <div class="title">4. 外部链接</div>
	            <p>
	            本网站含有到其他网站的链接，但本公司对其他网站的隐私保护措施不负任何责任。本公司可能在任何需要的时候增加合作伙伴或共用品牌的网站。
	            </p>
	            <div class="title">5. 安全</div>
	            <p>
	            本公司仅按现有技术提供相应的安全措施来使本公司掌握的信息不丢失，不被滥用和伪造。这些安全措施包括向备份数据和对用户密码加密。尽管有这些安全措施，但本公司不保证这些信息的绝对安全。
	            </p>
	            <p>
	            华点云将在CelLoud云平台公布并不时修订隐私权政策，隐私权政策构成本协议的有效组成部分。
	            </p>
	            <div class="title bold_">六、法律适用、管辖与其他</div>
	            <p>
	            1.本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国大陆地区法律，如无相关法律规定的，则应参照通用国际商业惯例和（或）行业惯例。
	            </p>
	            <p>
	            2.本协议包含了您使用CelLoud云平台需遵守的一般性规范，您在使用CelLoud云平台时还需遵守适用于该平台的特殊性规范（具体请参见您与该平台签署的其他协议以及平台规则等内容）.一般性规范如与特殊性规范不一致或有冲突，则特殊性规范具有优先效力。
                </p>
                <p>
                3.因本协议产生之争议需根据您使用的服务归属的平台确定具体的争议对象，例如因您使用CelLoud云平台服务所产生的争议应由CelLoud云平台的经营者与您沟通并处理.您与CelLoud云平台的经营者均同意以CelLoud云平台经营者住所地人民法院为第一审管辖法院。
                </p>
        </div>
    </div>
    <jsp:useBean id="_now" class="java.util.Date" />
    <div class="footer">© <fmt:formatDate value="${_now}" type="both" dateStyle="long" pattern="yyyy" /> CelLoud，Inc. All Rights reserved. <a  href="<%=request.getContextPath() %>/">生物信息云平台</a> · <a  href="javascript:void();">沪ICP备14035977号</a> · <a href="<%=request.getContextPath() %>/service.html" target="_blank">服务与支持</a> · <a href="<%=request.getContextPath() %>/feedback.html" target="_blank">意见反馈</a></div>
</div>
<script src="//cdn.bootcss.com/jquery/1.11.3/jquery.min.js"></script>
<script type="text/javascript" src="<%=request.getContextPath() %>/js/utils.js"></script>
</body>
</html>